Repository: entchen66/Laggrons-Dumb-Cogs
Catalog: warnsystem/locales/*.po
Languages: de_de

source: \n Manage the reasons' substitutions\n\n A substitution is text replaced by a key you place in your warn reason.\n\n For example, if you set a substitution with the keyword `last warn` associated with the text `This is your last warning!`, this is what will happen with your next warnings:\n\n `[p]warn 4 @annoying_member Stop spamming. [last warn]`\n Reason = Stop spamming. This is your last warning!\n
de_de: \n Verwalte die Gründe einer Substitution\n\n Eine Substitution ist ein Text, welcher anstatt eines Wortes in der Begründung zu einer Warnung ersetzt wird.\n\n Zum Beispiel, wenn du das Schlüsselwort `letzte Warnung` mit dem Text `Das ist deine letzte Warnung!` verbindest, wird dies mit deiner nächsten Warnung passieren:\n\n `[p]warn 4 @annoying_member Höre auf mit dem Spam. [letzte Warnung]`\n Begründung = Höre auf mit dem Spam. Das ist deine letzte Warnung!\n

source: \n Create a new subsitution.\n\n `name` should be something short, it will be the keyword that will be replaced by your text\n `text` is what will be replaced by `[name]`\n\n Example:\n - `[p]warnset substitutions add ad Advertising for a Discord server`\n - `[p]warn 1 @noob [ad] + doesn't respect warnings`\n The reason will be \"Advertising for a Discord server + doesn't respect warnings\".\n
de_de: \n Erstelle eine neue subsitution.\n\n `name` sollte etwas kurzes ein, es wird das Schlüsselwort sein, dass mit deinem Text ersetzt wird.\n `text` ist, was mit `[name]` ersetzt wird\n\n Beispiele:\n - `[p]warnset substitutions add ad Werbung für einen Discord Server`\n - `[p]warn 1 @noob [ad] + Reskeptiert keine Warnungen`\n Der Grund wird sein: \"Werbung für einen Discord Server + Reskeptiert keine Warnungen\".\n

source: The name you're using is already used by another substitution!\nDelete or edit it with `[p]warnset substitutions delete`
de_de: Der von dir genannte Name wird bereits von einer anderen Substitution genutzt!\nLösche oder editiere sie mit `[p]warnset substitutions delete`

source: That substitution is too long! Maximum is 600 characters!
de_de: Diese Substitution ist zu lang, sie darf nicht länger als 600 Zeichen lang sein!

source: Your new subsitutions with the keyword `{keyword}` was successfully created! Type `[{substitution}]` in your warning reason to use the text you just set.\nManage your substitutions with the `{prefix}warnset substitutions` subcommands.
de_de: Deine neue Substitution mit dem Schlüsselwort `{keyword}` wurde erfolgreich erstellt! Schreibe `[{substitution}]` in dem Grund deiner Warnung, um den Text zu nutzen, den du gerade eingestellt hast.\nVerwalte deine Substitutionen mit dem Subbefehl `{prefix}warnset substitutions`.

source: \n Delete a previously set substitution.\n\n The substitution must exist, see existing substitutions with the `[p]warnset substitutions list` command.\n
de_de: \n Lösche eine zuvor eingestellte Substitution.\n\n Die Substitution muss existieren, sehe existierende Substitutionen mit dem Befehl `[p]warnset substitutions list`\n

source: That substitution doesn't exist!\nSee existing substitutions with the `{prefix}warnset substitutions list` command.
de_de: Diese Substitution existiert nicht!\nDu kannst existierende Substitutionen mit dem `{prefix}warnset substitutions list` Befehl einsehen.

source: The substitutions was successfully deleted.
de_de: Die Substitution wurde erfolgreich gelöscht.

source: \n List all existing substitutions on your server\n
de_de: \n Listet alle existierenden Substitutionen auf deinem Server auf.\n

source: You don't have any existing substitution on this server!\nCreate one with `{prefix}warnset substitutions add`
de_de: Du hast keine Substitutionen auf diesem Server!\nErstelle eiune mit `{prefix}warnset substitutions add`

source: Substitutions for {server}:
de_de: Substitutionen für {server}:

source: Page {page}/{max}
de_de: Seite {page}/{max}

source: \n Defines if the responsible moderator should be revealed to the warned member in DM.\n\n If enabled, any warned member will be able to see who warned them, else they won't know.\n\n Invoke the command without arguments to get the current status.\n
de_de: \n Bestimmt, ob der verantwortliche Moderator in einer Warnung, die der Nutzer per Direktnachricht erhält, angezeigt wird.\n\n Wenn dies aktiviert ist, wird jedes verwarnte Mitglied sehen, welcher Moderator ihn verwarnt hat.\n\n Gib den Befehl ohne Argument ein, um den aktuellen Status anzuzeigen.\n

source: The bot {respect} show the responsible moderator to the warned member in DM. If you want to change this, type `[p]warnset showmod {opposite}`.
de_de: Der Bot {respect} zeigt den verantwortlichen Moderator in der Direktnachricht an das Mitglied an. Wenn du dies ändern möchtest, gib `[p]warnset showmod {opposite}` ein.

source: Done. The moderator responsible of a warn will now be shown to the warned member in direct messages.
de_de: Erledigt. Der Moderator, welcher für eine Verwarnung verantwortlich ist, wird den Nutzer in der Direktnachricht angezeigt.

source: Done. The bot will no longer show the responsible moderator.
de_de: Erledigt. Der Bot wird nicht mehr den verantwortlichen Moderator anzeigen.

source: \n Set a custom description for the modlog embeds.\n\n You can set the description for each type of warning, one for the user in DM and the other for the server modlog.\n\n __Keys:__\n\n You can include these keys in your message:\n\n - `{invite}`: Generate an invite for the server\n - `{member}`: The warned member (tip: you can use `{member.id}` for the member's ID or `{member.mention}` for a mention)\n - `{mod}`: The moderator that warned the member (you can also use keys like `{moderator.id}`)\n - `{duration}`: The duration of a timed mute/ban if it exists\n - `{time}`: The current date and time.\n\n __Examples:__\n\n - `[p]warnset description 1 user You were warned by a moderator for your behaviour, please read the rules.`\n This set the description for the first warning for the warned member.\n\n - `[p]warnset description 3 modlog A member was kicked from the server.`\n This set the description for the 3rd warning (kick) for the modlog.\n\n - `[p]warnset description 4 user You were banned and unbanned to clear your messages from the server. You can join the server back with this link: {invite}`\n This set the description for the 4th warning (softban) for the user, while generating an invite which will be replace `{invite}`\n
de_de: \n Stelle eine benutzerdefinierte Beschreibung für die modlog Einbettungen ein.\n\n Du kannst eine Beschreibung für jeden Warnungstypen einstellen, eine für den Nutzer in der Direktnachricht und die andere für den Modlog.\n\n __Schlüssel:__\n\n Du kannst diese Schlüssel in deiner Nachricht hinterlegen:\n\n - `{invite}`: Generiere einen Einladungslink für deinen Server\n - `{member}`: Das verwarnte Mitglied (Tipp: Du kannst `{member.id}` für die ID nutzen, oder `{member.mention}` für eine Erwähnung)\n - `{mod}`: Der Moderator, der das Mitglied verwarnt hat (du kannst auch Schlüssel wie `{moderator.id}` nutzen)\n - `{duration}`: Die Dauer der zeitlichen Stummschaltung/Banns, wenn diese existiert\n - `{time}`: Die derzeitige Uhrzeit und das Datum.\n\n __Beispiele:__\n\n - `[p]warnset description 1 user Du wurdest von einem Moderator für dein Verhalten verwarnt, bitte lese die Regeln.`\n Dies hat die Beschreibung für die Warnung der ersten Stufe für ein Mitglied eingestellt.\n\n - `[p]warnset description 3 modlog Ein Mitglied wurde vom Server gekickt.`\n Dies hat die Beschreibung für eine Warnung der 3. Stufe (Kick) im modlog eingestellt.\n\n - `[p]warnset description 4 user Du wurdest gebannt und entbannt, um deine Nachrichtem vom Server zu entfernen. Du kannst dem Server mit diesem Link wieder beitreten: {invite}`\n Dies hat die Beschreibung für die Stufe 4 Warnung (softban) für einen Nutzer eingestellt, währen ein Einladungslink erstellt wurdem der in {invite} ersetzt wird.\n

source: You need to specify `modlog` or `user`. Read the help of the command for more details.
de_de: Du muss `modlog` oder `user` spezifizieren. Lies dir die Hilfe zu dem Befehl durch, um mehr zu erfahren.

source: The new description for {destination} (warn {level}) was successfully set!
de_de: Die neue Beschreibung für {destination} (warn {level}) wurde erfolgreich bestimmt.

source: user
de_de: Nutzer

source: \n Convert BetterMod V2 logs to V3.\n\n You need to point the path to your history file.\n Get your old Red V2 instance folder, go to `/data/bettermod/history/<server ID>.json` and copy its path.\n You can get your server ID with the `[p]serverinfo` command.\n\n Example:\n `[p]warnset convert /home/laggron/Desktop/Red-DiscordBot/data/bettermod/history/363008468602454017.json`\n
de_de: \n Konvertiere BetterMod V2 logs zu V3.\n\n Du musst den Pfad zu deiner Ursprungsdatei angeben.\n Erhalte deinen alten Red V2 Instanz-Ordner, gehe zu `/data/bettermod/history/<server ID>.json` und kopiere seinen Pfad.\n Du kannst deine Server ID mit dem `[p]serverinfo` Befehl erhalten.\n\n Beispiel:\n `[p]warnset convert /home/laggron/Desktop/Red-DiscordBot/data/bettermod/history/363008468602454017.json`\n

source: That path doesn't exist.
de_de: Dieser Pfad existiert nicht.

source: That's not a valid file.
de_de: Das ist keine valide Datei.

source: It looks like that file doesn't belong to the current server. Are you sure you want to use this file?
de_de: Es sieht so aus, als ob diese Datei nicht zu diesem Server gehört. Bist du dir sicher, dass du diese Datei nutzen möchtest?

source: Request timed out.
de_de: Die Anfrage ist abgelaufen.

source: Alrght, try again with the good file.
de_de: Ok, versuchen wir es mit der guten Datei.

source: Couln't read the file because of an exception. Check your console or logs for details.
de_de: Konnte die Datei aufgrund einer Ausnahme nicht lesen. Schau in deine Konsole oder deine Logs für mehr Details.

source: Would you like to **append** the logs or **overwrite** them?\n\n**Append** will get the logs and add them to the current logs.\n**Overwrite** will erase the current logs and replace it with the given logs.\n\n*Type* `append` *or* `overwrite` *in the chat.*
de_de: Möchtest du die Logs **hinzufügen** or **überschreiben**?\n\n**Hinzufügen** wird die logs nehmen und zu den aktuellen Logs hinzufügen.\n**Überschreiben** wird die aktuellen Logs löschen und diese mit den gegebenen Logs ersetzen.\n\n*Schreibe* `append`(hinzufügen) *oder* `overwrite`(überschreiben) *in den Chat.*

source: append
de_de: hinzufügen

source: overwrite
de_de: überschreibe

source: Starting conversion... This might take a long time.
de_de: Starte Konversation... Dies kann sehr lange dauern.

source: Deleting server logs... Settings, such as channels, are kept.
de_de: Lösche Server Logs... Einstellungen, wie Kanäle, bleiben erhalten.

source: Done! {number} cases were added to the WarnSystem V3 log.\nThis took {time} seconds.
de_de: Erledigt! {number} Fälle wurden zum WarnSystem V3 log hinzugefügt.\nDies hat {time} Sekunden gedauert.

source: \n Take actions against a user and log it.\n The warned user will receive a DM.\n\n If not given, the warn level will be 1.\n
de_de: \n Führe eine Maßnahme gegen einen Nutzer aus und logge dies.\n Der verwarnte Nutzer wird eine Direktnachricht erhalten.\n\n Sofern nicht angegeben, wird die Stufe der Verwarnung 1 betragen.\n

source: \n Set a simple warning on a user.\n\n Note: You can either call `[p]warn 1` or `[p]warn`.\n
de_de: \n Vergibt eine einfache Verwarnung für einen Nutzer.\n\n Bedenke: Du kannst entweder `[p]warn 1` oder `[p]warn` nutzen.\n

source: \n Mute the user in all channels, including voice channels.\n\n This mute will use a role that will automatically be created, if it was not already done.\n Feel free to edit the role's permissions and move it in the roles hierarchy.\n\n You can set a timed mute by providing a valid time before the reason.\n\n Examples:\n - `[p]warn 2 @user 30m`: 30 minutes mute\n - `[p]warn 2 @user 5h Spam`: 5 hours mute for the reason \"Spam\"\n - `[p]warn 2 @user Advertising`: Infinite mute for the reason \"Advertising\"\n
de_de: \n Schalte den Nutzer in allen Kanälen stumm, inklusive Sprachkanälen.\n\n Diese Stummschaltung nutzt eine Rolle, die automatisch erstellt wird, wenn nicht zuvor eine Rolle definiert wurde.\n Du kannst die Berechtigungen editieren und in der Hierachie verschieben.\n\n Du kannst eine zeitlich begrenzte Stummschaltung erstellen, indem du vor dem Grund eine valide Zeit angibst.\n\n Beispiele:\n - `[p]warn 2 @user 30m`: 30 Minuten Stummschaltung\n - `[p]warn 2 @user 5h Spam`: 5 Stunden Stummschaltung für den Grund \"Spam\"\n - `[p]warn 2 @user Werbung`: Unbegrenzte Stummschaltung für den Grund \"Werbung\"\n

source: \n Kick the member from the server.\n
de_de: \n Kickt das Mitglied vom Server.\n

source: \n Softban the member from the server.\n\n This means that the user will be banned and immediately unbanned, so it will purge their messages in all channels.\n\n It will delete 7 days of messages by default, but you can edit this with the `[p]warnset bandays` command.\n
de_de: \n Das Mitglied wird mit einem Softbann vom Server gekickt.\n\n Das bedeutet, dass der Nutzer gebannt wird und sofort wieder entbannt, damit seine Nachrichten gelöscht werden.\n\n Es werden standardmäßig 7 Tage an Nachrichten gelöscht, du kannst dies mit dem Befehl `[p]warnset bandays` ändern.\n

source: \n Ban the member from the server.\n\n This ban can be a normal ban, a temporary ban or a hack ban (bans a user not in the server).\n It won't delete messages by default, but you can edit this with the `[p]warnset bandays` command.\n\n If you want to perform a temporary ban, provide the time before the reason. A hack ban needs a user ID, you can get it with the Developer mode (enable it in the Appearance tab of the user settings, then right click on the user and select \"Copy ID\").\n\n Examples:\n - `[p]warn 5 @user`: Ban for no reason :c\n - `[p]warn 5 @user 7d Insults`: 7 days ban for the reason \"Insults\"\n - `[p]warn 5 012345678987654321 Advertising and leave`: Ban the user with the ID provided while they're not in the server for the reason \"Advertising and leave\" (if the user shares another server with the bot, a DM will be sent).\n
de_de: \n Banne das Mitglied vom Server.\n\n Dieser Bann kann ein normaler Bann sein, ein temporärer Bann oder ein hack ban (bannt einen Nutzer, der nicht auf dem Server ist).\n Es werden standardmäßig keine Nachrichten gelöscht, du kannst dies aber mit dem `[p]warnset bandays` Befehl zu editieren.\n\n Wenn du einen temporären Bann durchführen willst, nenne die Zeit vor dem Grund. Ein hack bann benötigt eine User-ID, du benötigst den Entwicklermodus (im Erscheinungs-Tab der Einstellungen aktivierbar. Per Rechtsklick auf einen Nutzer, kannst du mit „ID kopieren“ die ID erhalten). \n\n Beispiele:\n - `[p]warn 5 @user`: Banne ohne irgendeinen Grund :c\n - `[p]warn 5 @user 7d Insults`: 7 Tage Bann für den Grund \"Insults\"\n - `[p]warn 5 012345678987654321 Werbung und Verlassen des Servers`: Banne den Nutzer mit der vorhandenen ID während dieser nicht auf dem Server ist, für den Grund \"Werbung und Verlassen des Servers\" (Wenn der Nutzer einen weiteren Server mit dem Bot teilt, wird eine Direktnachricht gesendet.)\n

source: \n Perform a warn on multiple members at once.\n\n To select members, you have to use UNIX-like flags to add conditions which will be checked for each member.\n\n Example: `[p]masswarn 3 --take-action --send-dm --has-role \"Danger\" --joined-after \"May 2019\" --reason \"Cleaning dangerous members\"`\n\n To get the full list of flags and how to use them, please read the wiki: https://laggrons-dumb-cogs.readthedocs.io/\n
de_de: \n Führe eine Warung für mehrere Mitglieder auf einmal aus.\n\n Um Mitglieder auszuwählen, musst du UNIX-ähnliche flags nutzen, um Bedingungen hinzuzufügen, nach welchen Mitglieder überprüft werden.\n\n Beispiel: `[p]masswarn 3 --take-action --send-dm --has-role \"Danger\" --joined-after \"May 2019\" --reason \"Cleaning dangerous members\"`\n\n Um die vollständige Liste an flags zu erhalten und wie diese zu nutzen sind, lies das wiki: https://laggrons-dumb-cogs.readthedocs.io/\n

source: \n Perform a simple mass warning.\n
de_de: \n Führe ein simple mass warning aus.\n

source: \n Perform a mass mute.\n\n You can provide a duration with the `--time` flag, the format is the same as the simple level 2 warning.\n
de_de: \n Führe eine Massen-Stummschaltung aus.\n\n Du kannst eine Dauer mit der `--time` flag einstellen, das Format ist das gleiche, wie bei einer Stufe 2 Warnung.\n

source: \n Perform a mass kick.\n
de_de: \n Führe einen Mass Kick aus.\n

source: \n Perform a mass softban.\n
de_de: \n Führe einen Mass Softban aus.\n

source: \n Perform a mass ban.\n\n You can provide a duration with the `--time` flag, the format is the same as the simple level 5 warning.\n
de_de: \n Führe einen Mass Bann aus.\n\n Du kannst eine Dauer mit der `--time` flag angeben, das Format ist das selbe wie bei der Stufe 5 Warnung.\n

source: \n Shows all warnings of a member.\n\n This command can be used by everyone, but only moderators can see other's warnings.\n Moderators can also edit or delete warnings by using the reactions.\n
de_de: \n Zeige alle Warnungen eines Mitglieds.\n\n Dieser Befehl kann von jedem genutzt werden, aber nur Moderatoren können die Warnungen von anderen Personen einsehen.\n Moderatoren können außerdem Warnungen editieren, indem diese die Reaktionen nutzen.\n

source: User not found.
de_de: Nutzer nicht gefunden.

source: You are not allowed to see other's warnings!
de_de: Dir ist es nicht erlaubt, Verwarnungen von anderen Nutzern einzusehen!

source: That member was never warned.
de_de: Dieses Mitglied wurde bisher noch nicht verwarnt.

source: That case doesn't exist.
de_de: Dieser Fall existiert nicht.

source: Warning
de_de: Warnungen

source: Warnings
de_de: Warnungen

source: Mute
de_de: Stummschaltung

source: Mutes
de_de: Stummschaltungen

source: Softban
de_de: Softbann

source: Softbans
de_de: Softbanns

source: Ban
de_de: Bann

source: Bans
de_de: Banns

source: User modlog summary.
de_de: Nutzer ModLog-Zusammenfassung.

source: Total number of warnings:
de_de: Gesamtzahl der Warnungen:

source: Click on the reactions to scroll through the warnings
de_de: Klicke auf die Reaktionen, um durch die Warnungen zu scrollen.

source: Case #{number} informations
de_de: Informationen zum Fall #{number}

source: Level
de_de: Stufe

source: {duration}\n(Until {date})
de_de: {duration}\n(bis {date})

source: The action was taken on {date}
de_de: Diese Maßnahme wurde am {date} durchgeführt.

source: Case #{number} edition.\n\n**Please type the new reason to set**
de_de: Bearbeitung des Falles #{number}.\n\n**Bitte gebe den neuen Grund ein**

source: You have two minutes to type your text in the chat.
de_de: Du hast zwei Minuten, um deinen Text in den Chat zu schreiben.

source: Case #{number} edition.
de_de: Bearbeitung des Falles #{number}.

source: Old reason
de_de: Alter Grund

source: New reason
de_de: Neuer Grund

source: Click on ? to confirm the changes.
de_de: Klicke auf ? , um die Änderungen zu bestätigen.

source: Question timed out.
de_de: Die Frage ist abgelaufen.

source: The reason was successfully edited!
de_de: Der Grund wurde erfolgreich editiert!

source: The reason was not edited.
de_de: Der Grund wurde nicht editiert.

source: Case #{number} deletion.\n\n**Click on the reaction to confirm your action.**
de_de: Löschung des Falles #{number}.\n\n**Klicke auf die Reaktion um deine Maßnahme zu bestätigen.**

source: \nNote: Deleting the case will also unmute the currently muted member.
de_de: \nBedenke: Wenn du den Fall löscht, wird der derzeitig stummgeschaltete Nutzer enstummt.

source: The case was successfully deleted!
de_de: Der Fall wurde erfolgreich gelöscht.

source: \nThe member was also unmuted.
de_de: \nDas Mitglied wurde außerdem entstummt.

source: The case was not deleted.
de_de: Der Fall wurde nicht gelöscht.

source: \n Get informations about the cog.\n
de_de: \n Erhalte Informationen über den Cog.\n

source: I need the `Add reactions` and `Manage messages` in the current channel if you want to use this command.
de_de: Ich benötige die „Reaktionen hinzufügen“ und „Nachrichten verwalten“ Berechtigungen in diesem Kanal, wenn du diesen Befehl nutzen möchtest.
