Repository: entchen66/Laggrons-Dumb-Cogs
Catalog: warnsystem/locales/*.po
Languages: de_de

source: year
de_de: Jahr

source: years
de_de: Jahre

source: month
de_de: monat

source: months
de_de: Monate

source: week
de_de: Woche

source: weeks
de_de: Wochen

source: day
de_de: Tag

source: days
de_de: Tage

source: hour
de_de: Stunde

source: hours
de_de: Stunden

source: minutes
de_de: Minuten

source: second
de_de: Sekunde

source: seconds
de_de: Sekunden

source: warn
de_de: verwarnen

source: warns
de_de: verwarnt

source: mute
de_de: schalte stumm

source: mutes
de_de: schaltet stumm

source: softban
de_de: Soft-Bann

source: softbans
de_de: Soft-Banns

source: ban
de_de: Bann

source: bans
de_de: Banns

source: unknown
de_de: unbekannt

source: No reason was provided.
de_de: Es wurde kein Grund angegeben.

source: \nEdit this with `[p]warnings @{name}`
de_de: \nEditiere dies mit `[p]warnings @{name}`

source: {who} now {verb} {total} {warning} ({total_type} {action})
de_de: {who} {verb} nun {total} {warning} ({total_type} {action})

source: The member
de_de: Das Mitglied

source: You
de_de: Du

source: has
de_de: hat

source: have
de_de: hast

source: warnings
de_de: Warnungen

source: warning
de_de: Warnung

source: *[couldn't create an invite]*
de_de: *[konnte keine Einladung erstellen]*

source: *[No time given]*
de_de: *[keine Zeit angegeben]*

source: Level {level} warning ({action})
de_de: Stufe {level} Warnung ({action})

source: Member
de_de: Mitglied

source: Duration
de_de: Dauer

source: Reason
de_de: Grund

source: \n\n***The message couldn't be delivered to the member. We may don't have a server in common or he blocked me/messages from this guild.***
de_de: \n\n***Die Nachricht konnte nicht an das Mitglied versendet werden. Wir teilen eventuell keinen Server, oder der Nutzer blockiert Nachrichten von mir oder dem Server.***

source: I can't manage roles, please give me this permission to continue.
de_de: Ich kann keine Rollen bearbeiten, bitte gib mir die Berechtigungen um fortzufahren.

source: WarnSystem mute role. This role will be assigned to the muted members, feel free to move it or modify its channel permissions.
de_de: WarnSystem Rolle zum Stummschalten. Diese Rolle wird den stummgeschalteten Mitgliedern zugeteilt. Du kannst die Rolle bewegen oder die Berechtigungen anpassen.

source: Modifying role's position, keep it under my top role so I can add it to muted members.
de_de: Modifiziere die Rollenposition, behalte diese unter meiner höchsten Rolle, damit ich sie zu den stummgeschalteten Mitgliedern hinzufügen kann.

source: Setting up WarnSystem mute. All muted members will have this role, feel free to edit its permissions.
de_de: Reicht die Stummschaltung des WarnSystems ein. Alle stummgeschalteten Mitglieder werden diese Rolle haben, du kannst die Berechtigungen der Rolle editieren.

source: Cannot edit permissions of the channel {channel} because of a permission error (probably enforced permission for `Manage channel`).
de_de: Kann die Berechtigungen des Kanals {channel} nicht editieren, da ist einen Berechtigungsfehler erhalten habe (vermutlich, weil mit die Berechtigung `Kanal verwalten` fehlt).

source: Cannot edit permissions of the channel {channel} because of an unknown error.
de_de: Kann die Berechtigungen für den Kanal {channel} wegen eines unbekannten Fehlers nicht editieren.

source: Cannot take actions on this member, he is above than me in the roles hierarchy. Modify the hierarchy so my top role ({bot_role}) is above {member_role}.
de_de: Ich kann keine Maßnahmne gegen dieses Mitglied durchführen, dieses Mitglied steht in der Rollenhierarchie über mir. Modifiziere die Hierarchie so, dass meine höchste Rolle ({bot_role}) über der Rolle {member_role} steht.

source: I can't take actions on the owner of the guild.
de_de: Ich kann keine Maßnahme gegen den Servereigentümer durchführen.

source: Unbanning the softbanned member after cleaning up the messages.
de_de: Entbanne das softgebannte Mitglied, nachdem die Nachrichten gelöscht wurden.

source: I need the `Send messages` and `Embed links` permissions in {channel} to do this.
de_de: Ich benötige die „Nachrichten senden“ und „Links einbetten“ Berechtigung in dem Kanal {channel}, um dies zu tun.

source: The mute role `{mute_role}` was moved above my top role `{my_role}`. Please move the roles so my top role is above the mute role.
de_de: Die Rolle zum Stummschalten `{mute_role}` wurde über meine höchste Rolle `{my_role}` verschoben. Bitte verschiebe die Rollen, sodass meine höchste Rolle über der Rolle zum Stummschalten ist.

source: I can't kick members, please give me this permission to continue.
de_de: Ich kann keine Mitglieder kicken, bitte gib mir die Berechtigungen um fortzufahren.

source: I can't ban members, please give me this permission to continue.
de_de: Ich kann keine Mitglieder bannen, bitte gib mir die Berechtigungen um fortzufahren.

source: [WarnSystem] {action} requested by {author} (ID: {author.id}) against {member}.
de_de: [WarnSystem] {action} angefragt von {author} (ID: {author.id}) gegen {member}.

source: \n\nDuration: {time}
de_de: \n\nDauer: {time}

source: Reason: {reason}
de_de: Grund: {reason}

source: Reason too long to be shown.
de_de: Grund zu lange, um angezeigt zu werden.

source: You were unbanned from {guild}, your temporary ban (reason: {reason}) just ended after {duration}.\nYou can join back using this invite: {invite}
de_de: Du wurdest von dem Server {guild} entbannt, dein temporärer Bann (Grund: {reason}) ist nach {duration} zu Ende.\n Du kannst dem Server wieder beitreten, indem du diesen Link nutzt: {invite}

source: End of timed {action} of {member} requested by {author} that lasted for {time}. Reason of the {action}: {reason}
de_de: Ende der zeitlichen {action} von {member} angefordert von {author} hat für {time} angedauert. Grund für die Aktion {action}: {reason}

source: I'm not doing anything! Please provide at least one of these arguments: `--take-action`, `--send-dm`, `--send-modlog`.
de_de: Ich mache nichts! Bitte nenne mindestens einer dieser Argumente: `--take-action`, `--send-dm`, `--send-modlog`.

source: Can't combine `--only-humans` with `--only-bots`.
de_de: Kann `--only-humans` nicht mit `--only-bots` kombinieren.

source: The search could't find any member.
de_de: Die Suche konnte keine Mitglieder finden.

source: Can't convert `{arg}` from `--joined-{state}` into a valid date object. Here are some examples of the date format you must follow:\n- `February 14 at 6pm`\n- `28 May 2018`\n- `jan 4 16:09`
de_de: Kann `{arg}` von `--joined-{state}` nicht in ein valides Datumsobjekt konvertieren. Hier sind einige Beispiele, welchem Datumsformat du folgen solltest:\n- `February 14 at 6pm`\n- `28 May 2018`\n- `jan 4 16:09`

source: Can't convert `{arg}` from `--has-{state}` into a valid permission object. Please provide something like this: `send_messages`
de_de: Kann `{arg}` von `--has-{state}` nicht in ein valides Berechtigungsobjekt konvertieren. Bitte gebe etwas wie dies an: `send_messages`

source: Can't convert `{arg}` from `--{state}` into a valid role object. Please provide the exact role name (in quotes if it has spaces) or an ID.
de_de: Kann `{arg}` con `--{state}` nicht in ein valides Rollenobjekt konvertieren. Bitte gebe den exakten Rollennamen (in Anführungszeichen, wenn es Leerzeichen enthält) oder die ID an.

source: Can't convert `{arg}` from `--{state}` into a valid member object. Please provide the exact member's name (in quotes if it has spaces), mention him, or provide its ID.
de_de: Kann `{arg}` con `--{state}` nicht in ein valides Mitglieder Objekt konvertieren. Bitte gebe den exakten Mitgliedernamen (in Anführungszeichen, wenn Leerzeichen enthalten sind) an, erwähne ihn, oder nutze die ID.

source: A member got a level {} warning.
de_de: Ein Mitglied hat eine Stufe {} Warnung erhalten.

source: The moderation team set you a level {} warning.
de_de: Das Moderationsteam hat dir eine Warnung der Stufe {} erteilt.

source: \n An alternative to the Red core moderation system, providing a different system of moderation similar to Dyno.\n\n Report a bug or ask a question: https://discord.gg/AVzjfpR\n Full documentation and FAQ: http://laggron.red/warnsystem.html\n
de_de: \n Eine alternative zu dem Red Moderationssystem, welche ein anderes System an Moderation ermöglich, die Dyno ähnelt.\n\n Melde einen Fehler, oder frage eine Frage: https://discord.gg/AVzjfpR\n Vollständige Dokumentation and FAQ: http://laggron.red/warnsystem.html\n

source: The reason is too long for an embed.\n\n*Tip: You can use Github Gist to write a long text formatted in Markdown, create a new file with the extension `.md` at the end and write as if you were on Discord.\n<https://gist.github.com/>*
de_de: Der Grund ist zu lang für eine Embed Nachricht.\n\n*Ripp: Du kannst Github Gist nutzen, um einen langen Text mit Markdown zu verfassen. Erstelle eine neue Datei mit der Dateiendung `.md` und schreibe, als ob du in Discord wärst.\n<https://gist.github.com/>*

source: You need to set up the mute role before doing this.\nUse the `[p]warnset mute` command for this.
de_de: Du musst erst die Rolle zur Stummschaltung bestimmen, bevor du dies tun kannst.\nNutze den `[p]warnset mute` Befehl, um dies zu tun.

source: Please set up a modlog channel before warning a member.\n\n**With WarnSystem**\n*Use the `[p]warnset channel` command.*\n\n**With Red Modlog**\n*Load the `modlogs` cog and use the `[p]modlogset modlog` command.*
de_de: Bitte definiere einen ModLog Kanal, bevor du ein Mitglied verwarnst.\n\n**Mit WarnSystem**\n*Nutze den `[p]warnset channel` Befehl.*\n\n**Mit dem Red Modlog**\n*Lade den `modlogs` cog und nutze den `[p]modlogset modlog` Befehl.*

source: You are not allowed to do this, {member} is higher than you in the role hierarchy. You can only warn members which top role is lower than yours.\n\n
de_de: Dir ist es nicht gestattet, dies zu tun. {member} ist in der Rollenhierarchie höher als deine Rolle. Du kannst nur Mitglieder verwarnen, wenn ihre Rolle niedriger als deine ist.\n\n

source: You can disable this check by using the `[p]warnset hierarchy` command.
de_de: Du kannst diese Überprüfung deaktivieren, indem du den Befehl `[p]warnset hierarchy` nutzt.

source: Processing mass warning...\n{i}/{total} {members} warned ({percent}%)\n\n{tick1} Log to the modlog\n{tick2} Send a DM to all members\n{tick3}{tick4} {time}{tick5} Reason: {reason}
de_de: Führe Massenwarnung durch...\n{i}/{total} {members} verwarnt ({percent}%)\n\n{tick1} Log zu dem modlog\n{tick2} habe eine Direktnachricht zu allen Mitglieder gesendet\n{tick3}{tick4} {time}{tick5} Grund: {reason}

source: members
de_de: Mitglieder

source: member
de_de: Mitglied

source: Failed to write cache files, check your logs for details.
de_de: Es ist nicht gelungen die Cache Dateien zu schreiben, untersuche deine logs für mehr Details.

source: You're about to set a level {level} warning on {total} {members} ({percent}% of the server).\n\n{tick1} Log to the modlog\n{tick2} Send a DM to all members\n{tick3}{tick4} {time}{tick5} Reason: {reason}\n\nContinue?
de_de: Du bist dabei eine Stufe {level} Warnung an {total} {members} ({percent}% des Servers) zu erteilen.\n\n{tick1} Log in den ModLog\n{tick2} Eine Direktnachricht an alle Mitglieder gesendet\n{tick3}{tick4} {time}{tick5} Grund: {reason}\n\nFortfahren?

source: Mass warn cancelled.
de_de: Massenwarnung abgebrochen.

source: Done! {failed} {members} out of {total} couldn't be warned.
de_de: Erledigt! {failed} {members} von {total} konnten nicht verwarnt werden.

source: Done! {total} {members} successfully warned.
de_de: Erledigt! {total} {members} wurden erfolgreich verwarnt.

source: \n Set all WarnSystem settings.\n\n For more informations about how to configure and use WarnSystem, read the wiki: https://laggron.red/warnsystem.html\n
de_de: \n Stelle alle WarnSystem Einstellungen ein.\n\n Für mehr Informationen, wie das WarnSystem konfiguriert und genutzt werden kann, lies das Wiki: https://laggron.red/warnsystem.html\n

source: \n Show the current settings.\n
de_de: \n Zeige die aktuellen Einstellungen.\n

source: I can't send embed links here!
de_de: Ich kann hier keine Links einbetten!

source: Not set. Use `{prefix}warnset channel`
de_de: Nicht bestimmt. Nutze `{prefix}warnset channel`

source: Not found
de_de: nicht gefunden

source: Default channel: {channel}\n
de_de: Standard-Kanal: {channel}\n

source: Level {level} warnings channel: {channel}\n
de_de: Stufe {level} Kanal für Warnungen: {channel}\n

source: No mute role set.
de_de: Keine Rolle zum Stummschalten eingestellt.

source: Enabled
de_de: aktiviert

source: Disabled
de_de: deaktiviert

source: Softban: {softban}\nBan: {ban}
de_de: Softban: {softban}\nBann: {ban}

source: No substitution set.\nType `{prefix}help warnset substitutions` to get started.
de_de: Keine Substitution bestimmt.\nSchreibe `{prefix}help warnset substitutions` um damit zu beginnen.

source: {number} subsitution{plural} set.\nType `{prefix}warnset substitutions list` to list them.
de_de: {number} Subsitution{plural} festgelegt.\nSchreibe `{prefix}warnset substitutions list` um diese aufzulisten.

source: Too long to be shown...
de_de: Zu lang, um angezeigt zu werden...

source: WarnSystem settings.
de_de: WarnSystem Einstellungen.

source: You can change all of these values with {prefix}warnset
de_de: Du kannst all diese Werte mit {prefix}warnset ändern.

source: Log channels
de_de: Log Kanäle

source: Mute role
de_de: Rolle zum Stummschalten

source: Respect hierarchy
de_de: Respektiere Hierarchie

source: Reinvite unbanned members
de_de: Lade entbannte Nutzer wieder ein

source: Days of messages to delete
de_de: Anzahl der Tage, die an Nachrichten gelöscht werden soll

source: Substitutions
de_de: Substitutionen

source: Modlog embed descriptions
de_de: Modlog Einbettungsbeschreibungen

source: User embed descriptions
de_de: Nutzer Einbettungsbeschreibung

source: Cog made with ?? by Laggron
de_de: Cog gemacht mit ?? von Laggron

source: Error when sending the message. Check the warnsystem logs for more informations.
de_de: Fehler, beim Senden der Nachricht. Bitte untersuche die WarnSystem logs für mehr Informationen.

source: \n Set the channel for the WarnSystem modlog.\n\n This will use the Red's modlog by default if it was set.\n\n All warnings will be logged here.\n I need the `Send Messages` and `Embed Links` permissions.\n\n If you want to set one channel for a specific level of warning, you can specify a number after the channel\n
de_de: \n Stellen den Kanal für den modlog des WarnSystem ein.\n\n Dies wird den Red modlog per Standardeinstellung nutzen, wenn dies so eingestellt wurde.\n\n Alle Verwarnungen werden dort gespeichert.\n Es werden die „Nachrichten senden“ und „Links einbetten“ Berechtigungen benötigt.\n\n Wenn du einen bestimmten Kanal für eine bestimmte Verwarnungsstufe einstellen möchtest, kannst du dies mit einer Nummer nach dem Kanal spezifizieren.\n

source: I don't have the permission to send messages in that channel.
de_de: Ich habe nicht die Berechtigung Nachrichten in diesen Kanal zu senden.

source: I don't have the permissions to send embed links in that channel.
de_de: Ich habe nicht die Berechtigung Links in diesem Kanal einzubetten.

source: Done. All events will be send to that channel by default.\n\nIf you want to send a specific warning level in a different channel, you can use the same command with the number after the channel.\nExample: `{prefix}warnset channel #your-channel 3`
de_de: Erledigt. Alle Events werden standardmäßig in diesen Kanal gepostet.\n\nWenn du eine bestimmte Warnungsstufe in einen bestimmten Kanal senden möchtest, kannst du den selben Befehl mit der Nummer nach dem Kanal nutzen.\nBeispiel: `{prefix}warnset channel #your-channel 3`

source: If you want to specify a level for the channel, provide a number between 1 and 5.
de_de: Wenn du eine Stufe für diesen Kanal spezifizieren möchtest, muss du eine Zahl zwischen 1 und 5 nennen.

source: Done. All level {level} warnings events will be sent to that channel.
de_de: Erledigt. Alle Stufe {level} Warnungen werden in diesem Kanal gepostet.

source: \n Create the role used for muting members.\n\n You can specify a role when invoking the command to specify which role should be used.\n If you don't specify a role, one will be created for you.\n
de_de: \n Erstelle die Rolle, die für stummgeschaltete Mitglieder genutzt wird.\n\n Du kannst beim Aufruf des Befehls eine Rolle angeben, um festzulegen, welche Rolle verwendet werden soll. \n Wenn du keine Rolle bestimmst, wird eine Rolle für Dich erstellt.\n

source: A mute role was already created! You can change it by specifying a role when typing the command.\n`[p]warnset mute <role name>`
de_de: Es wurde bereits eine Rolle zum Stummschalten erstellt! Du kannst dies ändern, indem du eine Rolle dafür bestimmst, das kannst du mit diesem Befehl:\n`[p]warnset mute <role name>`

source: \n\nSome errors occured when editing the channel permissions:\n
de_de: \n\nEs sind Fehler aufgetreten, als die Berechtigungen für den Kanal angepasst wurden:\n

source: The role `Muted` was successfully created at position {pos}. Feel free to drag it in the hierarchy and edit its permissions, as long as my top role is above and the members to mute are below.
de_de: Die Rolle `Muted` wurde erfolgreich an der Position {pos} erstellt. Du kannst die Rolle in der Hierarchie verschieben und die Berechtigungen verändern, solange diese nicht über meiner höchsten Rolle steht und die Mitglieder, welche stummgeschaltet werden sollen, unter der Rolle sind.

source: That role is higher than my top role in the hierarchy. Please move it below \"{bot_role}\".
de_de: Diese Rolle ist höher als meine höchste Rolle in der Hierarchie. Bitte bewege diese unter \"{bot_role}\".

source: The new mute role was successfully set!
de_de: Die neue Rolle zum Stummschalten wurde erfolgreich bestimmt.

source: \n Set if the bot should respect roles hierarchy.\n\n If enabled, a member cannot ban another member above them in the roles hierarchy, like with manual bans.\n If disabled, mods can ban everyone the bot can.\n\n Invoke the command without arguments to get the current status.\n
de_de: \n Stelle ein, ob der Bot die Rollenhierarchie respektieren soll.\n\n Wenn dies aktiviert ist, kann eine Mitglied kein anderes Mitglied bannen, welches in der Rollenhierarchie über ihm steht, so wie dies auch bei manuellen Banns ist.\n Wenn dies deaktiviert ist, können Moderatoren jeden bannen, den der Bot bannen kann. \n\n Gib den Befehl ohne Argumente ein, damit du den aktuellen Status abfragen kannst.\n

source: The bot currently {respect} role hierarchy. If you want to change this, type `[p]warnset hierarchy {opposite}`.
de_de: Der Bot {respect} derzeit die Rollenhierarchie. Wenn du dies ändern möchtest, gib `[p]warnset hierarchy {opposite}` ein.

source: respects
de_de: respektiert

source: doesn't respect
de_de: respektiert nicht

source: Done. Moderators will not be able to take actions on the members higher than themselves in the role hierarchy of the server.
de_de: Erledigt. Moderatoren können keine Maßnahmen gegen Mitglieder durchführen, die in der Rollenhierarchie über ihnen stehen.

source: Done. Moderators will be able to take actions on anyone on the server, as long as the bot is able to do so.
de_de: Erledigt. Moderationen werden die Möglichkeit haben, an jedem Nutzer Maßnahmen durchzuführen, solange der Bot dies kann.

source: \n Set if the bot should send an invite after a temporary ban.\n\n If enabled, any unbanned member will receive a DM with an invite to join back to the server.\n The bot needs to share a server with the member to send a DM.\n\n Invoke the command without arguments to get the current status.\n
de_de: \n Stellt ein, ob der Bot nach einem temporären Bann einen Einladungslink schicken soll.\n\n Wenn dies aktiviert ist, wird jeder entbannte Nutzer eine Direktnachricht mit dem Einladungslink erhalten, um wieder dem Server beitreten zu können. \n\n Gib den Befehl ohne Argumente ein, damit du den aktuellen Status abfragen kannst.\n

source: The bot {respect} reinvite unbanned members. If you want to change this, type `[p]warnset reinvite {opposite}`.
de_de: Der Bot {respect} lädt entbannte Mitglieder wieder ein. Wenn du dies ändern möchtest, gib `[p]warnset reinvite {opposite}`ein.

source: does
de_de: tut

source: doesn't
de_de: tut nicht

source: Done. The bot will try to send an invite to unbanned members. Please note that the bot needs to share one server in common with the member to receive the message.
de_de: Erledigt. Der Bot wirde versuchen einen EInladungslink an einen entbannten Nutzer zu senden. Bitte bedenke, dass der Bot einen Server mit der Person teilen muss, um Nachrichten versenden zu können.

source: Done. The bot will no longer reinvite unbanned members.
de_de: Erledigt. Der Bot wird entbannte nutzer nicht mehr einladen.

source: \n Set the number of messages to delete when a member is banned.\n\n You can set a value for a softban or a ban.\n When invoking the command, you must specify `ban` or `softban` as the first argument to specify which type of ban you want to edit, then a number between 1 and 7, for the number of days of messages to delete.\n These values will be always used for level 4/5 warnings.\n\n __Examples__\n\n - `[p]warnset bandays softban 2`\n The number of days of messages to delete will be set to 2 for softbans.\n\n - `[p]warnset bandays ban 7`\n The number of days of messages to delete will be set to 7 for bans.\n\n - `[p]warnset bandays ban 0`\n The bans will not delete any messages.\n
de_de: \n Stelle die Anzahl an Nachrichten ein, die gelöscht werden sollen, wenn ein Mitglied gebannt wurde.\n\n Du kannst einen Wert für einen softban oder Bann einstellen.\n Wenn der Befehl eingegeben wird, musst du erst nennen, ob es sich um einen `ban` oder `softban` handelt (erstes Argument), und dann eine Nummer zwischen 1 und 7, für die Anzahl an Tagen, die an Nachrichten gelöscht werden soll.\n Diese Werte werden immer für Level 4/5 Warnungen genutzt.\n\n __Beispiele:__\n\n - `[p]warnset bandays softban 2`\n Die Anzahl an Tagen, die an Nachrichten gelöscht werden sollen, wird auf 2 Tage für Softbans gesetzt.\n\n - `[p]warnset bandays ban 7`\n Die Anzahl an Tagen zum Löschen von Nachrichten wird auf 7 Tage für Banns gesetzt.\n\n - `[p]warnset bandays ban 0`\n Banns wird keine Nachrichten löschen.\n

source: The first argument must be `ban` or `softban`.\nType `{prefix}help warnset bandays` for more details.
de_de: Das erste Argument muss `ban` oder `softban` sein.\nSchreibe `{prefix}help warnset bandays` für mehr details.

source: You can set 0 to disable messages deletion.
de_de: Du kannst den Wert 0 einstellen, um das Löschen von Nachrichten zu deaktivieren.

source: The number of days of messages to delete must be between 1 and 7, due to Discord restrictions.\n
de_de: Die Anzahl an Tagen für zu löschende Nachrichten muss zwischen 1 und 7 liegen, da dies Discord so vorgibt.\n

source: The goal of a softban is to delete the members' messages. Disabling this would make the softban a simple kick. Enter a value between 1 and 7.
de_de: Das Ziel des Softbanns ist es, die Nachrichten des Mitglieds zu löschen. Dies zu deaktivieren, würde daraus einen einfachen kick machen. Gib einen Wert zwischen 1 und 7 ein.

source: The new value was successfully set!
de_de: Der neue Wert wurde erfolgreich bestimmt.
